Repository: wp-plugins/sf-archiver
Catalog: languages/w3p-acpt-*.po
Languages: fr_fr

source: Subscribe to %s via RSS
fr_fr: Souscrire à %s via RSS

source: Here you can choose to enable the archive capability for the public custom post types.
fr_fr: Ici vous pouvez choisir d&#8217;activer la capacité d&#8217;archive pour les types de contenu personnalisé publics.

source: Wait, where are my custom post types?! Why did you installed me if you don&#8217;t have custom post types? ;)
fr_fr: Hé, où sont mes types de contenu personnalisé? Pourquoi m&#8217;avoir installé si vous n&#8217;avez pas de types de contenu personnalisé? ;)

source: This <abbr title="Custom Post Type">CPT</abbr> already has an archive page.
fr_fr: Ce <abbr title="Custom Post Type : type de contenu personnalisé">CPT</abbr> a déjà une page d&#8217;archive.

source: Enable archive page
fr_fr: Activer la page d&#8217;archive

source: Add the RSS feed <code>&lt;link/&gt;</code> in head
fr_fr: Ajouter le <code>&lt;link/&gt;</code> du flux RSS dans l&#8217;entête de page

source: Feed url
fr_fr: Url du flux

source: %s per page:
fr_fr: %s par page :

source: Custom archive slug:
fr_fr: <abbr title="Fin de l&#8217;url">Slug</abbr> personnalisé de l&#8217;archive :

source: default value:
fr_fr: valeur par défaut :

source: Go to the archive page
fr_fr: Aller sur la page d&#8217;archive

source: Custom posts slug:
fr_fr: Slug personnalisé des articles :

source: Add this post type to the posts page
fr_fr: Ajouter ce type de contenu à la page des articles

source: Add this post type to the main RSS feed
fr_fr: Ajouter ce type de contenu au flux RSS principal

source: Panic room: delete all the plugin settings
fr_fr: C&#8217;est le drame : effacer tous les réglages du plugin

source: Each post type must have the &#171;&#160;Archive capability&#160;&#187; if you want to link to a page listing them.
fr_fr: Chaque type de contenu doit avoir la &#171;&#160;capacité d&#8217;archive&#160;&#187; si vous souhaitez faire un lien vers une page les listant.

source: To enable the archive page, tick the &#171;&#160;Enable archive page&#160;&#187; checkbox in front of your custom post type. If the custom post type already has this capability, the checkbox won&#8217; show up.
fr_fr: Pour activer la page d&#8217;archive, cocher la case &#171;&#160;Activer la page d&#8217;archive&#160;&#187; devant votre type de contenu personnalisé. Si le type de contenu personnalisé a déjà cette capacité, la case à cocher n&#8217;est pas affichée.

source: Archive page
fr_fr: Page d&#8217;archive

source: By enabling the &#171;&#160;Archive capability&#160;&#187;, a RSS feed is also created. If you want to add this feed to your site, tick the checkbox and a <code>&lt;link/&gt;</code> tag will be inserted in the head of your site. But first, you should look if it isn&#8217;t already there.
fr_fr: En activant la &#171;&#160;capacité d&#8217;archive&#160;&#187;, un flux RSS est également créé. Si vous souhaitez ajouter ce flux à votre site, cochez la case et une balise <code>&lt;link/&gt;</code> sera insérée dans l'entête de votre site. Mais d&#8217;abord vous devriez vérifier que cette balise n&#8217;est pas déjà en place.

source: The plugin also gives you an url to this feed: just copy the &#171;&#160;Feed url&#160;&#187; link url. You can also get this url by using the appropriate WordPress function:<br/> %s.
fr_fr: Le plugin vous donne aussi une url pour ce flux : vous n'avez qu&#8217;à copier l&#8217;url de ce lien &#171;&#160;Url du flux&#160;&#187;. Vous pouvez aussi utiliser la fonction WordPress adéquate :<br/> %s

source: RSS feed
fr_fr: Flux RSS

source: You can customize the number of posts per page for each custom post type. Otherwise, this number will be the same than what you specified for your normal posts: %d.
fr_fr: Vous pouvez personnaliser le nombre d&#8217;articles par page pour chacun de vos contenus personnalisés. Sinon, ce nombre sera égal à celui précisé pour vos articles classiques : %d.

source: Hint: -1 to display all of them in the same page.
fr_fr: Astuce : -1 pour les montrer tous sur la même page.

source: Posts per page
fr_fr: Articles par page

source: You can even specify a new slug for the archive page or the single pages.
fr_fr: Vous pouvez même préciser un nouveau <abbr title="fin de l&#8217;url">slug</abbr> pour la page d&#8217;archive ou les articles.

source: Hint: you can use sub-slugs like &#8217;sub-slug/slug&#8217;, &#8217;collections/summer/tee-shirts&#8217;...
fr_fr: Astuce : vous pouvez utiliser des sous-slugs comme &#8217;sous-slug/slug&#8217;, &#8217;collection/été/tee-shirts&#8217;...

source: Don&#8217;t forget that the RSS url change at the same time.
fr_fr: N&#8217;oubliez pas que l&#8217;url du flux RSS change en même temps.

source: You can add your custom post types to your posts page, with your normal posts. Just tick the &#171;&#160;Add this post type to the posts page&#160;&#187; checkbox, the archive page is still available.
fr_fr: Vous pouvez ajouter vos types de contenu personnalisé sur votre page d&#8217;articles. Cochez juste la case &#171;&#160;Ajouter ce type de contenu à la page des articles&#160;&#187;, la page d&#8217;archive reste disponible.

source: You can do the same thing with the main RSS feed: you can add your custom post types to your normal posts in the main RSS feed by ticking the &#171;&#160;Add this post type to the main RSS feed&#160;&#187; checkbox.
fr_fr: Vous pouvez faire la même chose avec le flux RSS principal : vous pouvez ajouter vos types de contenu personnalisé au flux RSS principal en cochant la case &#171;&#160;Ajouter ce type de contenu au flux RSS principal&#160;&#187;.

source: Posts page and main RSS feed
fr_fr: Page des articles et flux RSS principal

source: Go to Appearance -> %s, look for the box called &#171;&#160;Post types&#160;&#187;, add your custom post type to your menu :)
fr_fr: Allez dans Apparence -> %s, cherchez la boîte &#171;&#160;Types de contenu&#160;&#187;, ajoutez votre type de contenu personnalisé au menu :)

source: What&#8217;s next?
fr_fr: Et après?

source: This plugin was created by %1$s and reviewed by %2$s for a security check.
fr_fr: Ce plugin a été créé par %1$s et vérifié par %2$s au niveau sécurité.

source: Plugin icon by %s.
fr_fr: Icône du plugin par %s.

source: Credits
fr_fr: Crédits

source: My blog (french)
fr_fr: Mon blog

source: Post types
fr_fr: Types de contenu
